xml/request/bog_eatingwithvictorians.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
  <dkabm:record>
    <ac:identifier>44037750|870970</ac:identifier>
    <ac:source>NJE</ac:source>
    <dc:title>Eating with the Victorians</dc:title>
    <dc:title xsi:type="dkdcplus:full">Eating with the Victorians</dc:title>
    <dc:subject xsi:type="dkdcplus:DK5">64.101</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Madkultur</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCF">historie</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCF">madkultur</dc:subject>
    <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
    <dc:subject>victoriatiden</dc:subject>
    <dc:description>Indhold: C. Anne Wilson: Introduction : meal patterns and food supply in Victorian Britain ; Luncheon, Nuncheon and related meals ; Supper: the ultimate meal. Eileen White: First thing first : the great British breakfast. Lynette Hunter: Proliferating publications : the progress of Victorian cookery literature. Laura Mason: Everything stops for tea. Peter Brears: À la française : the waning of a long dining tradition. Valerie Mars: À la russe : the new way of dining</dc:description>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:publisher>Sutton</dc:publisher>
    <dc:contributor>C. Anne Wilson </dc:contributor>
    <dc:date>2004</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
    <dcterms:extent>xviii, 174 sider, tavler</dcterms:extent>
    <dc:identifier xsi:type="dkdcplus:ISBN">0-7509-3551-0</dc:identifier>
    <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
    <dc:language>Engelsk</dc:language>
    <dcterms:spatial xsi:type="dkdcplus:DBCF">England</dcterms:spatial>
  </dkabm:record>
  <marcx:collection>
    <marcx:record format="danMARC2" type="Bibliographic">
      <marcx:leader>000000000000000000000000</marcx:leader>
      <marcx:datafield tag="001" ind1="0" ind2="0">
        <marcx:subfield code="a">44037750</marcx:subfield>
        <marcx:subfield code="b">870970</marcx:subfield>
        <marcx:subfield code="c">20070308162006</marcx:subfield>
        <marcx:subfield code="d">20070308</marcx:subfield>
        <marcx:subfield code="f">a</marcx:subfield>
        <marcx:subfield code="t">FAUST</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="002" ind1="0" ind2="0">
        <marcx:subfield code="b">710100</marcx:subfield>
        <marcx:subfield code="c">9 223 615 3</marcx:subfield>
        <marcx:subfield code="x">71010092236153</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="004" ind1="0" ind2="0">
        <marcx:subfield code="r">n</marcx:subfield>
        <marcx:subfield code="a">e</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="008" ind1="0" ind2="0">
        <marcx:subfield code="t">s</marcx:subfield>
        <marcx:subfield code="u">u</marcx:subfield>
        <marcx:subfield code="a">2004</marcx:subfield>
        <marcx:subfield code="b">gb</marcx:subfield>
        <marcx:subfield code="l">eng</marcx:subfield>
        <marcx:subfield code="v">0</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="009" ind1="0" ind2="0">
        <marcx:subfield code="a">a</marcx:subfield>
        <marcx:subfield code="g">xx</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="021" ind1="0" ind2="0">
        <marcx:subfield code="a">0-7509-3551-0</marcx:subfield>
        <marcx:subfield code="d">£8,99</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="245" ind1="0" ind2="0">
        <marcx:subfield code="a">Eating with the Victorians</marcx:subfield>
        <marcx:subfield code="e">edited by C. Anne Wilson</marcx:subfield>
        <marcx:subfield code="f">foreword by Tom Jaine</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="250" ind1="0" ind2="0">
        <marcx:subfield code="b">Sutton</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="260" ind1="0" ind2="0">
        <marcx:subfield code="a">Stroud, Gloucestershire</marcx:subfield>
        <marcx:subfield code="b">Sutton</marcx:subfield>
        <marcx:subfield code="c">2004</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="300" ind1="0" ind2="0">
        <marcx:subfield code="a">xviii, 174 sider, tavler</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="520" ind1="0" ind2="0">
        <marcx:subfield code="i">Tidligere udgave med titel</marcx:subfield>
        <marcx:subfield code="t">Luncheon, Nuncheon and other meals</marcx:subfield>
        <marcx:subfield code="b">1994</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="530" ind1="0" ind2="0">
        <marcx:subfield code="a">Indhold: C. Anne Wilson: Introduction : meal patterns and food supply in Victorian Britain ; Luncheon, Nuncheon and related meals ; Supper: the ultimate meal. Eileen White: First thing first : the great British breakfast. Lynette Hunter: Proliferating publications : the progress of Victorian cookery literature. Laura Mason: Everything stops for tea. Peter Brears: À la française : the waning of a long dining tradition. Valerie Mars: À la russe : the new way of dining</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="532" ind1="0" ind2="0">
        <marcx:subfield code="a">Further reading: side 161</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="631" ind1="0" ind2="0">
        <marcx:subfield code="f">victoriatiden</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="m">64.101</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="666" ind1="0" ind2="0">
        <marcx:subfield code="f">madkultur</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="666" ind1="0" ind2="0">
        <marcx:subfield code="e">England</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="666" ind1="0" ind2="0">
        <marcx:subfield code="f">historie</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="700" ind1="0" ind2="0">
        <marcx:subfield code="0"/>
        <marcx:subfield code="a">Wilson</marcx:subfield>
        <marcx:subfield code="h">C. Anne</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="s10" ind1="0" ind2="0">
        <marcx:subfield code="a">710100</marcx:subfield>
      </marcx:datafield>
    </marcx:record>
  </marcx:collection>
  <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=Eating+with+the+Victorians&amp;rft.aulast=Wilson&amp;rft.aufirst=C.+Anne&amp;rft.auinit=CA&amp;rft.date=2004&amp;rft.isbn=0-7509-3551-0&amp;rft.pub=Sutton&amp;rft.genre=book</oss:openurl>
            <os:identifier>870970-basis:44037750</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
